

var dataSource = {
  members:[
    '曹鹏',
    '张晓琬',
    '崔慧慧',
    '左祁湲',
    '谢明财',
    '张倩倩',
    '杨文丽',
    '黎蓉',
    '彭婧',
    '柴懿宣',
    '王丰',
    '杨广晓',
    '夏刘媛',
    '荀颖',
    '周正宇',
    '王枫'
  ],
  xAxisData:['2020/8/21','2020/8/28','2020/9/4','2020/9/11','2020/9/18'],
  seriesData:[
    {
      name: '曹鹏',
      data:[12631]
    },
    {
      name: '张晓琬',
      data:[11627]
    },
    {
      name: '崔慧慧',
      data:[11066]
    },
    {
      name: '左祁湲',
      data:[10882]
    },
    {
      name: '谢明财',
      data:[6533]
    },
    {
      name: '张倩倩',
      data:[6048]
    },
    {
      name: '杨文丽',
      data:[4201]
    },
    {
      name: '黎蓉',
      data:[1264]
    },
    {
      name: '彭婧',
      data:[3406]
    },
    {
      name: '柴懿宣',
      data:[668]
    },
    {
      name: '王丰',
      data:[1010]
    },
    {
      name: '杨广晓',
      data:[353]
    },
    {
      name: '夏刘媛',
      data:[450]
    },
    {
      name: '荀颖',
      data:[511]
    },
    {
      name: '周正宇',
      data:[106]
    },
    {
      name: '王枫',
      data:[0]
    }
  ]
}
